Repository: giellalt/corpus-fin
Catalog: prestable/tmx/fin2smn/admin/sd/www.samediggi.fi/index2.php_option=com_content_task=view_id=8_lang=finnish.html.tmx
Source language: fin
Languages: smn

source: Hallitus
smn: Stivrâ

source: Saamelaiskäräjät asettaa keskuudestaan hallituksen, johon kuuluvat jäseninä käräjien puheenjohtaja, kaksi varapuheenjohtajaa ja neljä muuta jäsentä.
smn: Sämitigge aasât koskâvuođâstis stiivrâ, moos kuleh jesânin tige saavâjođetteijee, kyehti värisaavâjođetteijee já nelji eres jeessân.

source: Hallitus toimii saamelaiskäräjien kokouksen alaisena ja sen ensisijaisena tehtävänä on vastata poliittisesta toiminnasta ja hallinnosta sekä huolehtia käräjien kokousten valmistelusta.
smn: Stivrâ tuáimá sämitige čuákkim vuálásâžžân já ton vuosâsajasâš pargon lii västitiđ poolitlâš tooimâst já haaldâšmist sehe anneeđ huolâ tige čuákkim valmâštâlmist.

source: Saamelaiskäräjien hallitus 2012 - 2015:
smn: Sämitige stivrâ 2012-2015:

source: Sanila-Aikio Tiina, Puheenjohtaja
smn: Tiina Sanila-Aikio, saavâjođetteijee

source: Paltto Heikki, I varapuheenjohtaja
smn: Heikki Paltto, I värisaavâjođetteijee

source: Magga Ulla-Maarit, II varapuheenjohtaja
smn: Magga Ulla-Maarit, II värisaavâjođetteijee

source: Länsman Asko
smn: Asko Länsman

source: Morottaja Anna
smn: Ilmari Tapiola
